;Localization add-in for day 90 DLC 

;-----------------------
; SPARK CLASS
;-----------------------
[Spark X2SoldierClassTemplate]
DisplayName="SPARK"
ClassSummary="这些高性能机器人单位能在前线进行毁灭性的攻击或吸收火力并保护小队。"
LeftAbilityTreeTitle="未来战斗"
RightAbilityTreeTitle="战争机器"

RandomNickNames[0]="潘德拉贡"
RandomNickNames[1]="兰斯洛特"
RandomNickNames[2]="加拉哈特"
RandomNickNames[3]="高文"
RandomNickNames[4]="公爵"
RandomNickNames[5]="公爵夫人"
RandomNickNames[6]="伯爵"
RandomNickNames[7]="男爵"
RandomNickNames[8]="战车"
RandomNickNames[9]="主教"
RandomNickNames[10]="侯爵"
RandomNickNames[11]="龙骑士"
RandomNickNames[12]="密尔弥冬"
RandomNickNames[13]="重装步兵"
RandomNickNames[14]="百夫长"
RandomNickNames[15]="禁卫"
RandomNickNames[16]="军刀"
RandomNickNames[17]="贼鸥"
RandomNickNames[18]="矢量"
RandomNickNames[19]="泰坦"
RandomNickNames[20]="大剑"
RandomNickNames[21]="弯刀"
RandomNickNames[22]="西洋剑"
RandomNickNames[23]="晨星"
RandomNickNames[24]="阔剑"
RandomNickNames[25]="长戟"
RandomNickNames[26]="标枪"
RandomNickNames[27]="长矛"
RandomNickNames[28]="正宗刀"
RandomNickNames[29]="断钢剑"
RandomNickNames[30]="冈尼格尔"
RandomNickNames[31]="妙尔尼尔"
RandomNickNames[32]="短剑"
RandomNickNames[33]="短弯刀"
RandomNickNames[34]="三叉戟"
RandomNickNames[35]="镰刀"
RandomNickNames[36]="吉加"
RandomNickNames[38]="恶意软件"
RandomNickNames[39]="破坏者"
RandomNickNames[40]="终结者"
RandomNickNames[41]="破车"
RandomNickNames[42]="粉碎者"
RandomNickNames[43]="守护者"
RandomNickNames[44]="小伙子"
RandomNickNames[45]="垃圾场"
RandomNickNames[46]="废弃物"
RandomNickNames[47]="铁人"
RandomNickNames[48]="大男孩"

RankNames[0]="菜鸟"
RankNames[1]="侍从"
RankNames[2]="志士"
RankNames[3]="骑士"
RankNames[4]="武士"
RankNames[5]="先锋"
RankNames[6]="圣骑士"
RankNames[7]="英雄"

ShortNames[0]="新兵"
ShortNames[1]="侍从"
ShortNames[2]="志士"
ShortNames[3]="骑士"
ShortNames[4]="武士"
ShortNames[5]="先锋"
ShortNames[6]="圣骑士"
ShortNames[7]="英雄"

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_cavalier"
RankIcons[3]="UILibrary_DLC3Images.rank_knight"
RankIcons[4]="UILibrary_DLC3Images.rank_vanguard"
RankIcons[5]="UILibrary_DLC3Images.rank_templar"
RankIcons[6]="UILibrary_DLC3Images.rank_paladin"
RankIcons[7]="UILibrary_DLC3Images.rank_champion"

[ChiefEngineer X2SoldierClassTemplate]
DisplayName="专家"
ClassSummary="专家操作着我们一些最为先进的设备，他们能在战场上部署机器无人机，执行战斗或是战场医疗任务。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="总工程师"

ShortNames[0]="新兵"
ShortNames[1]="工程师"

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_chief_engineer"

;-----------------------
; TECHS
;-----------------------
[MechanizedWarfare X2TechTemplate]
DisplayName="机械化战争"
Summary="父亲在入侵前的某个时间组装了一台MEC原型。在对其进行一些改装和升级之后，它可以重新启动以加入战斗部署。"


[BuildSpark X2TechTemplate]
DisplayName="SPARK"
Summary="SPARK机器人原型是由已故的雷蒙·沈博士设计的，这最后成了所有变种人MEC单位的设计蓝图。SPARK是一种在战斗中攻防一体化的机器人战斗单位。"

;-----------------------
; STAFF SLOTS
;-----------------------
[SparkStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要SPARK"
BonusEmptyText="开始SPARK修理。"
BonusText="SPARK修理中"
FilledText="正在修理%UNITNAME！"
LockedText="锁定：建造SPARK"

;-----------------------
; SPARK WEAPONS
;-----------------------
[SparkRifle_CV X2WeaponTemplate]
FriendlyName="重型自动加农炮"
FriendlyNamePlural="重型自动加农炮"
BriefSummary="强大但沉重的加农炮，专门为SPARK单位设计。"
TacticalText="<Bullet/>在缺少特殊训练的情况下，主武器开火将会结束士兵的回合。"
AbilityDescName="重型自动加农炮"

[SparkRifle_MG X2WeaponTemplate]
FriendlyName="螺旋轨道加农炮"
FriendlyNamePlural="螺旋轨道加农炮"
BriefSummary="额外的镀层提升了耐用性和伤害输出，避免了紧密战场部署后长期使用造成的问题。"
TacticalText="<Bullet/>螺旋轨道加农炮的伤害和持久性更高，比SPARK标准配备的重型自动加农炮有着显著的提升。\n<Bullet/>在缺少特殊训练的情况下，主武器开火将会结束士兵的回合。"
AbilityDescName="螺旋轨道加农炮"

[SparkRifle_BM X2WeaponTemplate]
FriendlyName="超铀相位加农炮"
FriendlyNamePlural="超铀相位加农炮"
BriefSummary="额外的小型化超铀能量电池能为SPARK提供战斗中的最强火力。"
TacticalText="<Bullet/>专为SPARK设计以造成最大的伤害，超铀相位加农炮是动力步枪技术的集大成之作。\n<Bullet/>在缺少特殊训练的情况下，主武器开火将会结束士兵的回合。"
AbilityDescName="超铀相位加农炮"

[SparkBit_CV X2GremlinTemplate]
FriendlyName="SPARK BIT"
FriendlyNamePlural="SPARK BIT"
BriefSummary=""
TacticalText="<Bullet/>BIT允许SPARK在安全距离进行多种战地任务。\n<Bullet/>SPARK携带的BIT能够执行帮助友军，侵入电子目标或伤害敌人的协议。\n<Bullet/>BIT通常不会被敌人注意到，所以不会被攻击或摧毁。只有在其使用者死亡或者丧失行动能力情况下，它才会关闭。"
AbilityDescName="SPARK BIT"

[SparkBit_MG X2GremlinTemplate]
FriendlyName="镀层BIT"
FriendlyNamePlural="镀层BIT"
BriefSummary=""
TacticalText="<Bullet/>升级的动力模组能提升BIT的伤害和治疗能力。\n<Bullet/>BIT允许SPARK在安全距离进行多种战地任务。\n<Bullet/>SPARK携带的BIT能够下达帮助友军，侵入电子目标或伤害敌人的协议。\n<Bullet/>BIT通常不会被敌人注意到，所以不会被攻击或摧毁。只有在其使用者死亡或者丧失行动能力情况下，它才会关闭。"
AbilityDescName="SPARK BIT"

[SparkBit_BM X2GremlinTemplate]
FriendlyName="动力型BIT"
FriendlyNamePlural="动力型BIT"
BriefSummary=""
TacticalText="<Bullet/>升级的动力模组能极大提升BIT的伤害和治疗能力。\n<Bullet/>BIT允许SPARK在安全距离进行多种战地任务。\n<Bullet/>SPARK携带的BIT能够下达帮助友军，侵入电子目标或伤害敌人的协议。\n<Bullet/>BIT通常不会被敌人注意到，所以不会被攻击或摧毁。只有在其使用者死亡或者丧失行动能力情况下，它才会关闭。"
AbilityDescName="SPARK BIT"

;-----------------------
; Shen's Gremlin
;-----------------------
[Gremlin_Shen X2GremlinTemplate]
FriendlyName="ROV-R"
FriendlyNamePlural="ROV-R"
BriefSummary="早期的小精灵原型是由莉莉·沈开发的，ROV-R单位拥有一系列独特的行为，被认为是在后面几年中通过\"独特\"的改造添加的。"
TacticalText="<Bullet/> 小精灵机器人让专家能够在更安全的距离执行战场任务。\n<Bullet/>小精灵能伴随着专家，能够预置各种协议，诸如救助友军，黑入电子目标，或是伤害敌人。\n<Bullet/>小精灵一般来说不会被敌人注意到，不会受到伤害或被摧毁。如果它的主人失去行动能力或死亡时，它便会关闭。"

;-----------------------
; Feral MEC WEAPONS - Temp to support playable mission
;-----------------------
[FeralMEC_M1_Proxy_Wpn X2WeaponTemplate]
FriendlyName="遗弃的MEC加农炮"
FriendlyNamePlural="遗弃的MEC加农炮"
BriefSummary="XCOM已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从变种人敌人身上取得的升级部件提升突击步枪的战术效率"

[FeralMEC_M2_Proxy_Wpn X2WeaponTemplate]
FriendlyName="遗弃的MEC加农炮"
FriendlyNamePlural="遗弃的MEC加农炮"
BriefSummary="XCOM已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从变种人敌人身上取得的升级部件提升突击步枪的战术效率"

[FeralMEC_M3_Proxy_Wpn X2WeaponTemplate]
FriendlyName="遗弃的MEC加农炮"
FriendlyNamePlural="遗弃的MEC加农炮"
BriefSummary="XCOM已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从变种人敌人身上取得的升级部件提升突击步枪的战术效率"

[Sectopod_Markov_Proxy_Wpn X2WeaponTemplate]
FriendlyName="破坏者爆裂炮"
FriendlyNamePlural="破坏者爆裂炮"
BriefSummary="XCOM已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从变种人敌人身上取得的升级部件提升突击步枪的战术效率"

;-----------------------
; Character Templates
;-----------------------
[FeralMEC_M1 X2CharacterTemplate]
strCharacterName="遗弃的MEC"

[Sectopod_Markov X2CharacterTemplate]
strCharacterName="朱利安"

[LostTowersTurretM1 X2CharacterTemplate]
strCharacterName="破旧炮台"

[JulianUnknown X2CharacterTemplate]
strCharacterName="内部通讯"

[Julian X2CharacterTemplate]
strCharacterName="朱利安"

[JulianSectopod X2CharacterTemplate]
strCharacterName="朱利安"

[SPARK X2CharacterTemplate]
strCharacterName="SPARK"

;-----------------------
; Lost Towers Turret Weapon
;-----------------------
[LostTowersTurretM1_Wpn X2WeaponTemplate]
FriendlyName="炮塔加农炮"
FriendlyNamePlural="炮塔加农炮"
BriefSummary="XCOM已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>如果士兵在两个行动点都可用时射击，那么他可以在减少精准度的条件下射击3次，但总体上还是提升了效率\n<Bullet/>使用从敌人身上取得的升级部件提升突击步枪的战术效率。"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_LostTowers X2PointOfInterestTemplate]
DisplayNames[0]="加密信号"

CompletedSummaries[0]="一个未经确认的信号不知道怎么通过了ROV-R的远程传输端口并进入了我们的系统。只有一个人拥有这样的技术，那就是已故的雷蒙·沈博士。我们必须立刻调查！"

POIImages[0]="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"

;-----------------------
; REWARDS
;-----------------------

[Reward_LostTowers X2RewardTemplate]
DisplayName="调查任务"

[ResAct_LostTowersInvestigated X2ResistanceActivityTemplate]
DisplayName="失落之塔已调查："

;-----------------------
; Lost Towers Mission Data
;-----------------------
[MissionSource_LostTowers X2MissionSourceTemplate]
MissionPinLabel="失落之塔"
BattleOpName="临别赠礼行动"

[LostTower X2MissionSiteDescriptionTemplate]
DescriptionString="废弃的变种人设施"

[LastGift X2MissionTemplate]
DisplayName="调查设施"
Briefing="调查 - 未知地点"
PostMissionType="失落之塔"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="取回沈的工程数据"
PreMissionNarratives[0]="DLC_90_NarrativeMoments.DLC3_S_Dropship_Intro"

;We may be pursuing a solution where this mission has three discrete parts.  
;The data below supports that but likely won't be used in the final version
[LastGiftB X2MissionTemplate]
DisplayName="回收SPARK Pt 2"
Briefing="失落之塔"
PostMissionType="失落之塔"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="取回沈的工程数据"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[LastGiftC X2MissionTemplate]
DisplayName="回收SPARK Pt 3"
Briefing="失落之塔"
PostMissionType="失落之塔"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="取回沈的工程数据"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[DefaultLastGift X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="调查设施"
ObjectiveTextPools[1]="启动电梯"
ObjectiveTextPools[2]="将所有XCOM士兵送往电梯"
ObjectiveTextPools[3]="莉莉·沈必须存活"

[DefaultLastGiftPartB X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="在SPARK的房间中进行躲避"
ObjectiveTextPools[1]="莉莉·沈必须启动SPARK"
ObjectiveTextPools[2]="SPARK必须关闭毒气排放口"
ObjectiveTextPools[3]="将所有XCOM士兵送往电梯"
ObjectiveTextPools[4]="莉莉·沈必须存活"
ObjectiveTextPools[5]="SPARK必须存活"

[DefaultLastGiftPartC X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="摧毁朱利安的破坏者"
ObjectiveTextPools[1]="取得对屋顶的控制"
ObjectiveTextPools[2]="莉莉·沈必须存活"
ObjectiveTextPools[3]="SPARK必须存活"

[MissionTimers]
LostTowersTitle="毒气潮"
LostTowersSubtitle="在房间被淹没前离开"

[MissionWorldMessages]
SoldierReturnedToAvenger="受伤的XCOM单位已回到复仇者号"


; *********************************************************************************************************************
; ***                                            SPARK ABILITIES                                                   ***
; *********************************************************************************************************************

; ---------- General Path -----------------

[Overdrive X2AbilityTemplate]
LocFriendlyName="极限超载"
LocLongDescription="本回合获得3个行动点数，使用该能力不会结束回合。多次标准射击会获得少量的后座力减益。"
LocHelpText="本回合获得3个行动点数，使用该能力不会结束回合。多次标准射击会获得少量的后座力减益。"
LocPromotionPopupText="<Bullet/>当过载激活时，每次标准射击后都会附加<Ability:Overdrive_RecoilPenalty/>%命中值的后座力减益。<br/><Bullet/>过载激活无需行动点，但有<Ability:SelfCooldown/>回合冷却。<br/>"

[SparkRocketLauncher X2AbilityTemplate]
LocFriendlyName="火箭发射器"
LocHelpText="向目标区域发射一枚火箭。"

[SparkShredderGun X2AbilityTemplate]
LocFriendlyName="发射粉碎炮"
LocHelpText="用你的粉碎炮向一片锥形区域射击。"

[SparkShredstormCannon X2AbilityTemplate]
LocFriendlyName="碎片风暴加农炮"
LocHelpText="使用你的碎片风暴加农炮。"

[SparkFlamethrower X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocHelpText="向锥型区域中喷射火焰。"

[SparkFlamethrowerMk2 X2AbilityTemplate]
LocFriendlyName="地狱火喷射器"
LocHelpText="向锥型区域中喷射火焰。"

[SparkBlasterLauncher X2AbilityTemplate]
LocFriendlyName="爆裂飞弹"
LocHelpText="朝目标区域发射一枚制导的爆裂飞弹。"

[SparkPlasmaBlaster X2AbilityTemplate]
LocFriendlyName="电浆毁灭炮"
LocHelpText="使用你的电浆毁灭炮。"

; ---------- War Machine Path ------------------

; Aspirant (Corporal)
[Bulwark X2AbilityTemplate]
LocFriendlyName="壁垒"
LocLongDescription="额外增加1点护甲值，并总能为附近的队友提供全身掩体。"
LocHelpText="额外增加1点护甲值，并总能为附近的队友提供全身掩体。"
LocPromotionPopupText="<Bullet/>壁垒增加1点护甲值。<br/><Bullet/>任何站在SPARK附近的队友能获得全身掩体的防御加成。<br/>"

; Knight (Sergeant)
[Arsenal X2AbilityTemplate]
LocFriendlyName="兵工厂"
LocLongDescription="BIT可以装备并使用重武器"
LocHelpText="BIT可以装备并使用重武器"
LocPromotionPopupText="<Bullet/>兵工厂能允许SPARK在配置中装备重武器。<br/>"

[Rainmaker X2AbilityTemplate]
LocFriendlyName="唤雨者"
LocLongDescription="装备的重武器造成+<Ability:Rainmaker_BonusDamage/>的伤害，并提升影响范围。"
LocHelpText="装备的重武器能造成更大的伤害并影响更大的区域。"
LocPromotionPopupText="<Bullet/>唤雨者提升所有重武器+<Ability:Rainmaker_BonusDamage/>的伤害。<br/><Bullet/>圆形范围效果的重武器会+<Ability:Rainmaker_BonusRadius/>的效果半径。<br/><Bullet/>锥形范围效果的重武器的效果直径+<Ability:Rainmaker_BonusDiameter/>，长度提升+<Ability:Rainmaker_BonusLength/>。<br/>"

; Cavalier (Lieutenant)
[Intimidate X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="当被作为攻击目标时，有几率使可见的敌人恐慌。"
LocHelpText="当被作为攻击目标时，有几率使可见的敌人恐慌。"
LocFlyOverText="恐吓"
LocPromotionPopupText="<Bullet/>恐吓有几率让攻击者恐慌，更高阶的SPARK装甲有更高的几率。<br/><Bullet/>恐吓可以被任何近战或范围攻击触发。<br/><Bullet/>恐吓不会在目标被监视射击时触发。<br/>"

[IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="当被作为攻击目标时，有几率使所有可见的敌人恐慌。"
LocHelpText="当被作为攻击目标时，有几率使所有可见的敌人恐慌。"
LocFlyOverText="恐吓"
LocPromotionPopupText=""
LocMissMessage="恐吓失败"

; Vanguard (Captain)
[Repair X2AbilityTemplate]
LocFriendlyName="修复"
LocLongDescription="将BIT派往修理受伤的机器友军。高级BIT修理能力稍强一些。"
LocHelpText="将BIT派往修理受伤的机器友军。"
LocFlyOverText="修理"
LocPromotionPopupText="<Bullet/>修复会恢复<Ability:Repair_HealHP/>生命值。<br/><Bullet/>升级后的BIT修复更多的生命值。<br/><Bullet/>在第一次行动时进行修复，不会结束你的回合。<br/><Bullet/>修复每次任务有<Ability:Repair_Charges/>个充能。<br/>"

; Paladin (Major)
[AbsorptionField X2AbilityTemplate]
LocFriendlyName="引导力场"
LocLongDescription="每次你成为攻击目标时，一部分的能量会引导至你的<Ability:WeaponName>。该能量会在你下一发标准射击时释放。"
LocHelpText="在成为攻击目标时将能量引导至你的<Ability:WeaponName>，并用你下一发标准射击释放能量。"
LocFlyOverText="已引导的能量：+1"
LocPromotionPopupText="<Bullet/>被引导力场引导的每一点能量都会提升1点<Ability:WeaponName>的下一次攻击的伤害。<br/><Bullet/>引导力场中储存的能量即便是在下一发射击未命中也会消耗。<br/>"

; Champion (Colonel)
[Sacrifice X2AbilityTemplate]
LocFriendlyName="牺牲"
LocLongDescription="创造一个保护性的区域。任何对此区域单位的攻击都会被重定向至你。当激活时获得额外的防御和护甲。"
LocHelpText="创造一个保护性的区域，将敌人攻击重定向至你。"
LocFlyOverText="牺牲"
LocPromotionPopupText="<Bullet/>牺牲激活时，SPARK获得+<Ability:Sacrifice_Defense/>的防御以及+<Ability:Sacrifice_Armor/>护甲。<br/><Bullet/>牺牲有<Ability:SelfCooldown/>回合的冷却。<br/>"

; ---------- Future Combat Path ----------------

; Aspirant (Corporal)
[AdaptiveAim X2AbilityTemplate]
LocFriendlyName="自适应瞄准"
LocLongDescription="当过载激活时，标准射击不会产生后座力减益。"
LocHelpText="当过载激活时，标准射击不会产生后座力减益。"
LocPromotionPopupText="<Bullet/>当过载激活时，自适应瞄准将会为连续的标准射击减少<Ability:Overdrive_RecoilPenalty/>%的命中减益。<br/>"

; Knight (Sergeant)
[Strike X2AbilityTemplate]
LocFriendlyName="突袭"
LocLongDescription="用强大的近战攻击攻击移动范围内的任何敌人。"
LocHelpText="用强大的近战攻击攻击移动范围内的任何敌人。"
LocPromotionPopupText="<Bullet/>将移动光标指向敌人以触发突袭能力。<br/><Bullet/>SPARK\"冲刺\"后，或所有行动点都用以移动后，仍然可以对邻近敌人使用突袭。<br/>"

; Cavalier (Lieutenant)
[WreckingBall X2AbilityTemplate]
LocFriendlyName="横冲直撞"
LocLongDescription="当过载激活时，能够在移动时撞穿墙壁和掩体。"
LocHelpText="当过载激活时，能够在移动时撞穿墙壁和掩体。"
LocPromotionPopupText="<Bullet/>横冲直撞能够用于将敌人暴露在夹击中。.<br/><Bullet/>使用移动路径点指引SPARK前往合适的路径以摧毁掩体和环境物体。</br>"

; Vanguard (Captain)
[Bombard X2AbilityTemplate]
LocFriendlyName="密集轰炸"
LocLongDescription="往任何可见位置发射BIT，释放一次强力的爆炸冲击。高级BIT能造成更多伤害。"
LocHelpText="发射BIT冲击所有范围内的单位。"
LocPromotionPopupText="<Bullet/>密集轰炸可以发射到小队视野中的任何位置。<br/><Bullet/>升级BIT可以使密集轰炸的伤害提升。<br/>"

; Paladin (Major)
[HunterProtocol X2AbilityTemplate]
LocFriendlyName="猎手协议"
LocLongDescription="当敌人被揭示时，有<Ability:HunterProtocol_Chance/>%的几率对其进行一次监视射击。"
LocHelpText="当敌人被揭示时，有<Ability:HunterProtocol_Chance/>%的几率对其进行一次监视射击。"
LocPromotionPopupText="<Bullet/>猎手协议让SPARK成为探索战争迷雾的理想单位，因为可以立刻攻击任何被揭示的敌人。<br/>"

; Champion (Colonel)
[Nova X2AbilityTemplate]
LocFriendlyName="新星"
LocLongDescription="释放一波能量，伤害附近所有的敌人。攻击不会有行动点消耗和冷却时间，但连续的新星会伤害SPARK。"
LocHelpText="冲击附近所有敌人。连续的新星会伤害SPARK。"
LocPromotionPopupText="<Bullet/>新星无需行动点和冷却。<br/><Bullet/>每个任务首次新星攻击会对SPARK造成0的伤害。<br/><Bullet/>SPARK首次新星攻击后的每次新星攻击都会对其造成一个叠加的<Ability:Nova_Damage/>伤害。<br/>"

; ---------- Feral Sparks ----------------

[EngageSelfDestruct X2AbilityTemplate]
LocFriendlyName="自毁准备"
LocLongDescription="进入自毁模式。MEC能够手动引爆，或将在它受到致命伤害时爆炸。"
LocHelpText="进入自毁模式。MEC能够手动引爆，或将在它受到致命伤害时爆炸。"

[TriggerSelfDestruct X2AbilityTemplate]
LocFriendlyName="启动自毁"
LocLongDescription="引爆MEC，摧毁它并伤害所有附近单位。"
LocHelpText="引爆MEC，摧毁它并伤害所有附近单位。"

; *********************************************************************************************************************
; ***                                            SHEN ABILITIES                                                     ***
; *********************************************************************************************************************

[CombatProtocol_Shen X2AbilityTemplate]
LocFriendlyName="战争协议"
LocLongDescription="用小精灵去攻击敌人，可以造成可观的伤害，对机器人伤害加成。"
LocHelpText="用小精灵去攻击敌人，可以造成可观的伤害，对机器人伤害加成。需要有目标视野。"
LocFlyOverText="战争协议"
LocPromotionPopupText="<Bullet/>战斗协议有<Ability:SelfCooldown/>回合的冷却时间。<br/>"

[CapacitorDischarge_Shen X2AbilityTemplate]
LocFriendlyName="电容器放电"
LocLongDescription="派小精灵到目标地点大量放电，对所有的附近单位造成伤害并有一定几率使其晕眩。机器人单位将受到更大的伤害。"
LocHelpText="让你的小精灵电击一定范围内的所有单位。机器人单位将受到更大的伤害。"
LocFlyOverText="电容器放电"
LocPromotionPopupText="<Bullet/>电容放电有<Ability:SelfCooldown/>回合的冷却时间。<br/>"

[MedicalProtocol_Shen X2AbilityTemplate]
LocFriendlyName="医疗协议"
LocLongDescription="小精灵能远程进行治疗动作：小精灵治疗和小精灵安定。小精灵共有4次充能。如果装备急救包，小精灵会获得一条额外的充能条。"
LocHelpText="小精灵可以使用治疗动作：小精灵治疗和小精灵安定。"
LocFlyOverText="医疗协议"
LocPromotionPopupText="<Bullet/>升级后的小精灵每次充能都可以恢复更多的生命值。<br/><Bullet/>在第一次行动时使用小精灵治疗或小精灵安定，不会结束你的回合。<br/>"

[GremlinHeal_Shen X2AbilityTemplate]
LocFriendlyName="小精灵治疗"
LocLongDescription="派遣你的小精灵来治疗一个受伤的同伴。每次治愈最多<Ability:GREMLINHEALHP/>生命值。先进的小精灵治疗量将会有稍许提升。"
LocHelpText="派遣你的小精灵来治愈一个受伤的同伴。"
LocPromotionPopupText=""

[GremlinStabilize_Shen X2AbilityTemplate]
LocFriendlyName="小精灵稳固"
LocLongDescription="阻止士兵流血。消耗一个充能条（与小精灵治疗共用）"
LocHelpText="阻止士兵流血。"
LocFlyOverText="已稳定"
LocPromotionPopupText=""

[Interact_ActivateSpark X2AbilityTemplate]
LocFriendlyName="启动SPARK"
LocHelpText="启用SPARK单位"

[Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="侵入电梯控制"
LocHelpText="侵入电梯的控制面板。"

[Interact_AtmosphereComputer X2AbilityTemplate]
LocFriendlyName="使用空气控制电脑"
LocHelpText="将毒气从房间中排出。"

[Interact_UseElevator X2AbilityTemplate]
LocFriendlyName="使用电梯"
LocHelpText="到上一层去。"

[IntrusionProtocol_Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="侵入电梯控制"
LocHelpText="侵入电梯的控制面板。"

;--------------------------------
; Spark Customization - Heads
;--------------------------------
[Spark_Head_A X2BodyPartTemplate]
DisplayName="三角洲 1"
[Spark_Head_B X2BodyPartTemplate]
DisplayName="三角洲 2"
[Spark_Head_C X2BodyPartTemplate]
DisplayName="三角洲3"
[Spark_Head_D X2BodyPartTemplate]
DisplayName="三角洲4"
[Spark_Head_E X2BodyPartTemplate]
DisplayName="三角洲5"
[Spark_Head_F X2BodyPartTemplate]
DisplayName="三角洲6"
[Spark_Plt_Head_A X2BodyPartTemplate]
DisplayName="镀层 1"
[Spark_Plt_Head_B X2BodyPartTemplate]
DisplayName="镀层 2"
[Spark_Pwr_Head_A X2BodyPartTemplate]
DisplayName="动力型1"
[Spark_Pwr_Head_B X2BodyPartTemplate]
DisplayName="动力型2"

;--------------------------------
; Spark Customization - Voices
;--------------------------------
[SparkCalmVoice1_English X2BodyPartTemplate]
DisplayName="英国守护者"
[SparkWarriorVoice1_English X2BodyPartTemplate]
DisplayName="英国勇士"
[SparkJulianVoice1_English X2BodyPartTemplate]
DisplayName="英国朱利安"

[SparkCalmVoice1_French X2BodyPartTemplate]
DisplayName="法国守护者"
[SparkWarriorVoice1_French X2BodyPartTemplate]
DisplayName="法国勇士"
[SparkJulianVoice1_French X2BodyPartTemplate]
DisplayName="法国朱利安"

[SparkCalmVoice1_German X2BodyPartTemplate]
DisplayName="德国守护者"
[SparkWarriorVoice1_German X2BodyPartTemplate]
DisplayName="德国勇士"
[SparkJulianVoice1_German X2BodyPartTemplate]
DisplayName="德国朱利安"

[SparkCalmVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利守护者"
[SparkWarriorVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利勇士"
[SparkJulianVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利朱利安"

[SparkCalmVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙守护者"
[SparkWarriorVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙勇士"
[SparkJulianVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙朱利安"

;--------------------------------
;Tatoos
;--------------------------------
[DLC_3_Tattoo_Arms_01 X2BodyPartTemplate]
DisplayName="沈"

;--------------------------------
;Lost Towers Shen
;--------------------------------
[LostTowersShen X2CharacterTemplate]
strForcedFirstName="莉莉"
strForcedLastName="沈"
strForcedNickName=""

;--------------------------------
;Spark Country
;--------------------------------
[Country_Spark X2CountryTemplate]
DisplayName="SPARK"
DisplayNameWithArticle="SPARK"
DisplayNameWithArticleLower="SPARK"
DisplayNamePossessive="SPARK的"
DisplayAdjective="SPARK"

;--------------------------------
;Hack Rewards
;--------------------------------

[ActivateElevator X2HackRewardTemplate]
FriendlyName="启动电梯"
Description="启动电梯系统。"

[ElevatorIntel X2HackRewardTemplate]
FriendlyName="小型情报存储器"
Description="回收小型情报存储器。"

[ElevatorSupplies X2HackRewardTemplate]
FriendlyName="小型补给物资存储箱"
Description="回收小型补给物资存储箱。"

[ControlAllDerelicts X2HackRewardTemplate]
FriendlyName="大型入侵"
Description="获得战场上所有MEC的控制"